tap "fluxcd/tap"
tap "hashicorp/tap"

brew "awscli"
brew "azure-cli"
brew "ccat"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "fortune"
brew "fzf"
brew "flux"
brew "gettext"
brew "gh"
brew "git"
brew "gnupg"
brew "gnutls"
brew "go"
brew "hadolint"
brew "helm"
brew "iperf"
brew "jq"
brew "k9s"
brew "kind"
brew "kubectl"
brew "kubectx"
brew "kubernetes-cli"
brew "kustomize"
brew "mdcat"
brew "mise"
brew "mkcert"
brew "nmap"
brew "openconnect"
brew "openssl"
brew "packer"
brew "pam-u2f"
brew "pinentry"
brew "pinentry-mac"
brew "podman"
brew "podman-compose"
brew "tailscale"
brew "telnet"
brew "tfenv"
brew "tilt"
brew "vault"
brew "watch"
brew "wget"
brew "yamllint"
brew "ykman"

cask "1password"
cask "gcloud-cli"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "linear-linear"
cask "obsidian"
cask "podman-desktop"
cask "postman"
cask "pycharm"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "yubico-authenticator"
